Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Зелёнолугская улица
be: Зялёналужская вуліца

source: Зелёный переулок
be: Зялёны завулак

source: Зелёный тупик
be: Зялёны тупік

source: Зельвянская улица
be: Зельвянская вуліца

source: Зельвянский переулок
be: Зельвянскі завулак

source: Земледельческая улица
be: Земляробчая вуліца

source: Землемерный переулок
be: Землямерны завулак

source: Земляничная улица
be: Сунічная вуліца

source: Зенитная улица
be: Зенітная вуліца

source: Зенитный переулок
be: Зенітны завулак

source: Зеркальная улица
be: Люстэркавая вуліца

source: Зерновая улица
be: Збожжавая вуліца

source: Зимняя улица
be: Зімняя вуліца

source: Золотая улица
be: Залатая вуліца

source: Золотистая улица
be: Залацістая вуліца

source: Золотогорская улица
be: Залатагорская вуліца

source: Золотой переулок
be: Залаты завулак

source: Зоотехническая улица
be: Заатэхнічная вуліца

source: Зыбицкая улица
be: Зыбіцкая вуліца

source: Зябровская улица
be: Зябраўская вуліца

source: Ивановская улица
be: [Iванаўская вуліца, Іванаўская вуліца]

source: Ивановский переулок
be: Іванаўскі завулак

source: Ивенецкая улица
be: Івянецкая вуліца

source: Иверская улица
be: Іверская вуліца

source: Ивовый переулок
be: Лазовы завулак

source: Ивьевская улица
be: Іўеўская вуліца

source: Игорянская улица
be: Ігаранская вуліца

source: Игуменский тракт
be: Ігуменскі тракт

source: Иерусалимская улица
be: Іерусалімская вуліца

source: Ижевская улица
be: Іжэўская вуліца

source: Известковая улица
be: Вапнавая вуліца

source: Извозная улица
be: Возніцкая вуліца

source: Издательская улица
be: Выдавецкая вуліца

source: Измайловская улица
be: Ізмайлаўская вуліца

source: Измайловский переулок
be: Ізмайлаўскі завулак

source: Измайловский проезд
be: Ізмайлаўскі праезд

source: Измерительский проезд
be: Вымяральны праезд

source: Изумрудная улица
be: [Ізумрудная вуліца, Смарагдавая вуліца]

source: Изумрудный переулок
be: Ізумрудны завулак

source: Илимская улица
be: Ілімская вуліца

source: Ильинская улица
be: Іллінская вуліца

source: Ильинский спуск
be: Ільінскі спуск

source: Ильменская улица
be: Ільменская вуліца

source: Ильянская улица
be: Іллянская вуліца

source: Индивидуальная улица
be: Індывідуальная вуліца

source: Индурское шоссе
be: Індурская шаша

source: Индустриальная улица
be: Індустрыяльная вуліца

source: Индустриальный переулок
be: Індустрыяльны завулак

source: Индустриальный проезд
be: Індустрыяльны праезд

source: Инженерная улица
be: Інжынерная вуліца

source: Инженерный переулок
be: Інжынерны завулак

source: Инженерный проезд
be: Інжынерны праезд

source: Инженерный тупик
be: Інжынерны тупік

source: Инкубаторная улица
be: Інкубатарная вуліца

source: Иногородняя улица
be: Іншагародняя вуліца

source: Инструментальный переулок
be: Інструментальны завулак

source: Интенданская улица
be: Інтэнданцкая вуліца

source: Интендантская улица
be: Інтэнданцкая вуліца

source: Интендантский тупик
be: Інтэнданцкі тупік

source: Интернациональная улица
be: Інтэрнацыянальная вуліца

source: Интернациональный переулок
be: Інтэрнацыянальны завулак

source: Интернациональный проезд
be: Інтэрнацыянальны праезд

source: Интернациональный проспект
be: Інтэрнацыянальны праспект

source: Иодковская улица
be: Ёдкаўская вуліца

source: Ипподромный переулок
be: Іпадромны завулак

source: Ирининская улица
be: Ірынінская вуліца

source: Ириновская улица
be: Ірынаўская вуліца

source: Ириновский переулок
be: Ірынаўскі завулак

source: Иркутская улица
be: Іркуцкая вуліца

source: Иркутский переулок
be: Іркуцкі завулак

source: Искристая улица
be: Іскрыстая вуліца

source: Искровская улица
be: [Іскраўская вуліца, Іскроўская вуліца]

source: Историческая улица
be: Гістарычная вуліца

source: Июльская улица
be: Ліпеньская вуліца

source: Июльский переулок
be: Ліпеньскі завулак

source: Июньский переулок
be: Чэрвеньскі завулак

source: Кабельный переулок
be: Кабельны завулак

source: Кавалерийская улица
be: Кавалерыйская вуліца

source: Кавказский переулок
be: Каўказскі завулак

source: Казарменный переулок
be: Казарменны завулак

source: Казимировская улица
be: Казіміраўская вуліца

source: Казимировский переулок
be: Казіміраўскі завулак

source: Калачевская улица
be: Калачаўская вуліца

source: Калининградская улица
be: Калінінградская вуліца

source: Калининградский переулок
be: Калінінградскі завулак

source: Калининская улица
be: [Калінінская вул., Калінінская вуліца]

source: Калининский мост
be: Калінінскі мост

source: Калинковичская улица
be: Калінкавіцкая вуліца

source: Калиновая улица
be: Калінавая вуліца

source: Калиновый переулок
be: Калінавы завулак

source: Калужская улица
be: Калужская вуліца

source: Кальварийская улица
be: Кальварыйская вуліца

source: Кальварийский проезд
be: Кальварыйскі праезд

source: Калюжная улица
be: Калюжная вуліца

source: Калючинская улица
be: Калючынская вуліца

source: Калядная улица
be: Калядная вуліца

source: Камайская улица
be: Камайская вуліца

source: Каменецкая улица
be: Каменецкая вуліца

source: Каменецкий переулок
be: Камянецкі завулак

source: Каменецкое шоссе
be: Камянецкая шаша

source: Каменная улица
be: Каменная вуліца

source: Каменногорская улица
be: Каменнагорская вуліца

source: Камчатский переулок
be: Камчацкі завулак

source: Камышовая улица
be: Чаротавая вуліца

source: Канатная улица
be: Канатная вуліца

source: Канатный переулок
be: Канатны завулак

source: Капличная улица
be: Каплічная вуліца

source: Карабановская улица
be: Карабанаўская вуліца

source: Карабановский переулок
be: Карабанаўскі завулак

source: Каравайная улица
be: Каравайная вуліца

source: Карагодная улица
be: Карагодная вуліца

source: Каретная улица
be: Карэтная вуліца

source: Каролинская улица
be: Каралінская вуліца

source: Каролинский проезд
be: Каралінскі праезд

source: Карпиловская улица
be: Капрылаўская вуліца

source: Карпиловский переулок
be: Капрылаўскі завулак

source: Карунковая улица
be: Карункавая вуліца

source: Карьерная улица
be: Кар’ерная вуліца

source: Карьерный переулок
be: Кар’ерны завулак

source: Касплянская улица
be: Касплянская вуліца

source: Касплянский переулок
be: Касплянскі завулак

source: Каховская улица
be: Кахоўская вуліца

source: Кашановская улица
be: Каштанаўская вуліца

source: Каштановая аллея
be: Каштанавая алея

source: Каштановая улица
be: Каштанавая вуліца

source: Каштановый переулок
be: Каштанавы завулак

source: Каштановый тупик
be: Каштанавы тупік

source: Кедровая улица
be: Кедравая вуліца

source: Керамичная улица
be: Керамічная вуліца

source: Киевская улица
be: Кіеўская вуліца

source: Киевский переулок
be: Кіеўскі завулак

source: Киевский проезд
be: Кіеўскі праезд

source: Кипарисовая улица
be: [Кіпарысавай вуліца, Кіпарысавая вуліца]

source: Кирова переулок
be: завулак Кірава

source: Кирова улица
be: Кірава вуліца

source: Кирпичная улица
be: Цагляная вуліца

source: Кирпичный переулок
be: Цагляны завулак

source: Кирпичный проезд
be: Цагляны праезд

source: Киселевичская улица
be: Кісялевічская вуліца

source: Киселевичский переулок
be: Кісялевічскі завулак

source: Кишинёвская улица
be: Кішінёўская вуліца

source: Клайпедская улица
be: Клайпедзкая вуліца

source: Кленковская улица
be: Клянкоўская вуліца

source: Клёнковская улица
be: Клёнкаўская вуліца

source: Кленовая улица
be: Кляновая вуліца

source: Кленовый переулок
be: Кляновы завулак

source: Клетнянская улица
be: Клятнянская вуліца

source: Клецкая улица
be: Клецкая вуліца

source: Клецкий проезд
be: Клецкі праезд

source: Климовская улица
be: Клімаўская вуліца

source: Клиническая улица
be: Клінічная вуліца

source: Клинический переулок
be: Клінічны завулак

source: Клинический проезд
be: Клінічны праезд

source: Клубная улица
be: Клубная вуліца

source: Клубничная улица
be: Клубнічная вуліца

source: Клубный переулок
be: Клубны завулак

source: Клубный проезд
be: Клубны праезд

source: Ключевая улица
be: Ключавая вуліца

source: Книжная улица
be: Кніжная вуліца

source: Книжный проезд
be: Кніжны праезд

source: Княгининская улица
be: Княгінінская вулiца

source: Кобринская улица
be: Кобрынская вуліца

source: Кобринский мост
be: Кобрынскі мост

source: Кобринский переулок
be: Кобрынскі завулак

source: Ковалёва улица
be: Кавалёва вуліца

source: Ковальская улица
be: Кавальская вуліца

source: Ковельская улица
be: Ковельская вуліца

source: Ковровая улица
be: Дывановая вуліца

source: Ковровый переулок
be: Дывановы завулак

source: Кожевенная улица
be: Гарбарная вуліца

source: Козляковичская улица
be: Казляковіцкая вуліца

source: Козыревская улица
be: Козыраўская вуліца

source: Колбасино
be: Каўбасіно

source: Колбасинская улица
be: Каўбасінская вуліца

source: Колбасинский переулок
be: Каўбасінскі завулак

source: Коллективная улица
be: Калектыўная вуліца

source: Коллективный переулок
be: Калектыўны завулак

source: Коллективный проезд
be: Калектыўны праезд

source: Коллекторная улица
be: Калектарная вуліца

source: Колодежная улица
be: Калодзежная вуліца

source: Колосистая улица
be: Каласістая вуліца

source: Колосовская улица
be: Каласоўская вуліца

source: колхозная улица
be: Калгасная вуліца

source: Колхозная улица
be: Калгасная вуліца

source: Колхозный переулок
be: Калгасны завулак

source: Кольцевая улица
be: [Кальцавая вулiца, Кальцавая вуліца]

source: Кольцевой переулок
be: Кальцавы завулак

source: Колядичи дер.
be: Спартыўная вуліца

source: Колядная улица
be: Калядная вуліца

source: Комаринская улица
be: Камарынская вуліца

source: Комбайнёрская улица
be: Камбайнёрская вуліца

source: Комбайновая улица
be: Камбайнавая вуліца

source: Комбинатная улица
be: Камбінатная вуліца

source: Комбинатовская улица
be: Камбінатаўская вуліца

source: Комбинатская улица
be: Камбінацкая вуліца

source: Комбинатский проезд
be: Камбінацкі праезд

source: Комиссариатский переулок
be: Камісарыяцкі завулак

source: Коммерческая улица
be: Камерцыйная вуліца

source: Коммерческий переулок
be: Камерцыйны завулак

source: Коммунальная улица
be: Камунальная вуліца

source: Коммунальный переулок
be: Камунальны завулак

source: Коммунальный проезд
be: Камунальны праезд

source: Коммунальный тупик
be: Камунальны тупік

source: Коммунарная улица
be: Камунарная вуліца

source: Коммунарный переулок
be: Камунарны завулак

source: Коммунарская улица
be: Камунарская вуліца

source: Коммунарский переулок
be: Камунарскі завулак

source: Коммунистическая улица
be: Камуністычная вуліца

source: Коммунистический въезд
be: Камуністычны ўезд

source: Коммунистический переулок
be: Камуністычны завулак

source: Комсомольская площадь
be: Камсамольская плошча

source: Комсомольская улица
be: Камсамольская вуліца

source: Комсомольский микрорайон
be: Камсамольскі мікрараён

source: Комсомольский переулок
be: Камсамольскі завулак

source: Комсомольский тупик
be: Камсамольскі тупік

source: Конечная улица
be: Канечная вуліца

source: Константина Заслонова улица
be: Канстанціна Заслонава вуліца

source: Константиновский переулок
be: Канстанцінаўскі завулак

source: Концевой переулок
be: Канцавы завулак

source: Конюховская улица
be: Канюхоўская вуліца

source: Кооперативная улица
be: [Кааператыўная вуліца, Кааперытыуная вуліца]

source: Кооперативный переулок
be: [Кааператыуны завулак, Кааператыўны завулак]

source: Кооперетивная улица
be: Кааператыўная вуліца

source: Копыльская улица
be: Капыльская вуліца

source: Кореневская улица
be: [Каранёўская вуліца, Карэнеўская вуліца]

source: Королинская улица
be: Каралінская вуліца

source: Королинский переулок
be: Каралінскі завулак

source: Королихинская улица
be: Караліхінская вуліца

source: Короткая улица
be: Кароткая вуліца

source: Короткий переулок
be: Кароткі завулак

source: Коротынский переулок
be: Каратынскі завулак

source: Косая улица
be: Касая вуліца

source: Космическая улица
be: Касмічная вуліца

source: Коссовская улица
be: Косаўская вуліца

source: Коссовский тракт
be: Косаўскі тракт

source: Краевидная улица
be: Краявідная вуліца

source: Крайний переулок
be: Крайні завулак

source: Крайновичская улица
be: Крайновіцкая вуліца

source: Крайняя улица
be: Крайняя вуліца

source: Крамный переулок
be: Крамны завулак

source: Красивая улица
be: Прыгожая вуліца

source: Красивый переулок
be: Прыгожы завулак

source: Красинская улица
be: Красінская вуліца

source: Красинский переулок
be: Красінскі завулак

source: Красная площадь
be: Чырвоная плошча

source: Красная улица
be: Чырвоная вуліца

source: Красненская улица
be: Красненская вуліца

source: Красноармейская улица
be: Чырвонаармейская вуліца

source: Красноармейский переулок
be: [Чырвонаармейскі зав., Чырвонаармейскі завулак]

source: Красноармейский проезд
be: Чырвонаармейскі праезд

source: Красногвардейская улица
be: Чырвонагвардзейская вуліца

source: Красногвардейский переулок
be: Чырвонагвардзейскі завулак

source: Краснодарская улица
be: Краснадарская вуліца

source: Краснодворская улица
be: Чырвонадворская вуліца

source: Краснодонская улица
be: Чырвонадонская вуліца

source: Краснозвёздная улица
be: Чырвоназоркавая вуліца

source: Краснозвёздный переулок
be: Чырвоназоркавы завулак

source: Краснознамённая улица
be: Чырвонасцяжная вуліца

source: Краснознамённый переулок
be: Чырвонасцяжны завулак

source: Краснопартизанская улица
be: Чырвонапартызанская вуліца

source: Краснопартизанский переулок
be: Чырвонапартызанскі завулак

source: Краснопольская улица
be: Чырвонапольская вуліца

source: Краснореволюционная улица
be: Чырвонарэвалюцыйная вуліца

source: Красноселье
be: Краснаселле

source: Краснослободская улица
be: Чырвонаслабодская вуліца

source: Краснофлотская улица
be: Чырвонафлоцкая вуліца

source: Краснофлотский переулок
be: Чырвонафлоцкі завулак

source: Красноярская улица
be: Краснаярская вуліца

source: Красный мост
be: Чырвоны мост

source: Красный переулок
be: Чырвоны завулак

source: Красный проезд
be: Чырвоны праезд

source: Красный Рог
be: Красны Рог

source: Крахмальный переулок
be: Крухмальны завулак

source: Крепостной проезд
be: Крэпасны праезд

source: Крестовая улица
be: Крыжовая вуліца

source: Крестьянская улица
be: [Сялянкая вуліца, Сялянская, Сялянская вуліца]

source: Крестьянский переулок
be: Сялянскі завулак

source: Кривицкая улица
be: Крывіцкая вуліца

source: Кривичская улица
be: Крывіцкая вуліца

source: Кривой переулок
be: Крывы завулак

source: Криничная
be: Крынічная

source: Криничная улица
be: Крынічная вуліца

source: Криничный переулок
be: Крынічны завулак

source: Кристалловская улица
be: Крышталеўская вуліца

source: Кричевская улица
be: Крычаўская вуліца

source: Круглый переулок
be: Круглы завулак

source: Круглянская улица
be: Круглянская вуліца

source: Круговая улица
be: Кругавая вуліца

source: Кружная улица
be: Кружная вуліца

source: Крупецкая улица
be: Крупецкая вуліца

source: Крупская улица
be: Крупская вуліца

source: Крупский переулок
be: Крупскі завулак

source: Крутая улица
be: Крутая вуліца

source: Крутогорская улица
be: Крутагорская вуліца

source: Крутой переулок
be: Круты завулак

source: Крушиновая улица
be: Крушынавая вуліца

source: Крушинская улица
be: Крушынская вуліца

source: Крымский переулок
be: Крымскі завулак

source: Крыничная улица
be: Крынічная вуліца

source: Крыничный переулок
be: Крынічны завулак

source: Кстинская улица
be: Ксцінская вуліца

source: Кстинский переулок
be: Ксцінскі завулак

source: Кубанская улица
be: Кубанская вуліца

source: Кубанский переулок
be: Кубанскі завулак

source: Кузнечная улица
be: Кавальская вуліца

source: Кузнечный-II мост
be: Кавальны-II мост

source: Кузнечный-I мост
be: Кавальны-I мост

source: Кузнечный переулок
be: Кавальскі завулак

source: Куйбышевский проезд
be: Куйбышаўскі праезд

source: Кулаковская улица
be: Кулакоўская вуліца

source: Куликовская улица
be: Кулікоўская вуліца

source: Кульбакская улица
be: Кульбацкая вуліца

source: Культурная улица
be: Культурная вуліца

source: Купаловская улица
be: Купалаўская вуліца

source: Купальная улица
be: Купальная вуліца

source: Купальская улица
be: Купальская вуліца

source: Купальский переулок
be: Купальскі завулак

source: Курганная улица
be: Курганная вуліца

source: Курганская улица
be: Курганская вуліца

source: Куренецкая улица
be: Куранецкая вуліца

source: Курортная улица
be: Курортная вуліца

source: Курский переулок
be: Курскі завулак

source: Кустанайский переулок
be: Кустанайскі завулак

source: Кустарная улица
be: Кустарная вуліца

source: Кушнерский переулок
be: Кушнерскі завулак

source: Кэчевский переулок
be: Кэчаўскі завулак

source: Лабенская улица
be: Лабенская вуліца

source: Лавровая улица
be: Лаўровая вуліца

source: Лагодная улица
be: Лагодная вуліца

source: Ладожский переулок
be: Ладажскі завулак

source: Лазневый переулок
be: Лазневы завулак

source: Лазовая улица
be: Лазовая вуліца

source: Лазовская улица
be: Лазоўская вуліца

source: Лазурная улица
be: Лазурная вуліца

source: Лазурный переулок
be: Блакітны завулак

source: Ламповый переулок
be: Лампавы завулак

source: Ландшафтная улица
be: Ландшафтная вуліца

source: Ландышевая улица
be: Ландышавая вуліца

source: Ланьковская улица
be: Ланькоўская вуліца

source: Лапенковская улица
be: Лапенкаўская вуліца

source: Ларинская улица
be: Ларынская вуліца

source: Ларионовская улица
be: Ларыёнаўская вуліца

source: Ласковая улица
be: Ласкавая вуліца

source: Латышский проезд
be: Латышскі праезд

source: Лаховская улица
be: Лахоўская вуліца

source: Лебедевская улица
be: Лебядзеўская вуліца

source: Лебединая улица
be: Лебядзіная вуліца

source: Лебединый переулок
be: Лебядзіны завулак

source: Левобереговая улица
be: Леваберагавая вуліца

source: Левобережная улица
be: Левабярэжная вуліца

source: Левонабережная улица
be: Леванабярэжная вуліца

source: Лениградский переулок
be: Ленінградзкі завулак

source: Ленинградская улица
be: [Ленiнградзкая вулiца, Ленінградская вуліца]

source: Ленинградский переулок
be: Ленінградскі завулак

source: Ленинградский проезд
be: Ленінградскі праезд

source: Ленинская улица
be: Ленінская вуліца

source: Ленинский въезд
be: Ленінскі ўезд

source: Ленинский переулок
be: Ленінскі завулак

source: Леомполье
be: Леамполле

source: Лепельская улица
be: Лепельская вуліца

source: Лепельский переулок
be: Лепельскі завулак

source: Лепестковая улица
be: Клёнкаўская вуліца

source: Лесковичская улица
be: Лясковіцкая вуліца

source: Лескопольская улица
be: Лескапольская вуліца

source: Лесная улица
be: Лясная вуліца

source: Лесной переулок
be: [Лясной завул., Лясны зав., Лясны завулак]

source: Лесной проезд
be: Лясны праезд

source: Лесозаводская улица
be: Лесазаводская вуліца

source: Лесок
be: Лясок

source: Лесопарковая улица
be: Лесапаркавая вуліца

source: Лесопарковый переулок
be: Лесапарковы завулак

source: Лесохимическая улица
be: Лесахімічная вуліца

source: Лётная улица
be: Лётная вуліца

source: Летний переулок
be: Летні завулак

source: Лётный переулок
be: Лётны завулак

source: Летняя улица
be: Летняя вуліца

source: Лещинская улица
be: Ляшчынская вуліца

source: Лещинский проезд
be: Ляшчынскі праезд

source: Либаво-Роменская улица
be: Лібава-Роменская вуліца

source: Лидская улица
be: [Лідская, Лідская вуліца]

source: Лидский переулок
be: Лідскі завулак

source: Лиловая улица
be: Ліловая вуліца

source: Линейная улица
be: Лінейная вуліца

source: Линейный переулок
be: Лінейны завулак

source: Лиозненская улица
be: Лёзненская вуліца

source: Лиозненский переулок
be: Лёзненскі завулак

source: Липковская улица
be: Ліпкаўская вуліца

source: Липковский переулок
be: Ліпкаўскі завулак

source: Липовая аллея
be: Ліпавая алея

source: Липовая улица
be: Ліпавая вуліца

source: Лирическая улица
be: Лірычная вуліца

source: Лиственная улица
be: Лісцевая вуліца

source: Литвиновский переулок
be: Літвінаўскі завулак

source: Литейная улица
be: Ліцейная вуліца

source: Литейный переулок
be: Ліцейны завулак

source: Литературная улица
be: Літаратурная вуліца

source: Литературный переулок
be: Літаратурны завулак

source: Литовская улица
be: /Літоўская вуліца

source: Логишинская улица
be: Лагішынская вуліца

source: Логовая улица
be: Логавая вуліца

source: Логойская улица
be: [Лагойская вул., Лагойская вуліца]

source: Логойский тракт
be: Лагойскі тракт

source: Логуновская улица
be: Лагуноўская вуліца

source: Лодочная улица
be: Лодачная вуліца

source: Лодочный проезд
be: Лодачны праезд

source: Ложинская улица
be: Ложынская вуліца

source: Лозовая улица
be: Лазовая вуліца

source: Лозовой переулок
be: Лазовы завулак

source: Локомобильная улица
be: Лакамабільная вуліца

source: Локомотивная улица
be: Лакаматыўная вуліца

source: Локомотивный переулок
be: Лакаматыўны завулак

source: Ломачи
be: Ламачы

source: Ломиженская улица
be: Ламіжынская вуліца

source: Лососнянский переулок
be: Ласаснянскі завулак

source: Лошицкая улица
be: Лошыцкая вуліца

source: Лошицкий переулок
be: Лошыцкі завулак

source: Лошицкий проезд
be: Лошыцкі праезд

source: Луганский переулок
be: Луганскі завулак

source: Луговая улица
be: Лугавая вуліца

source: Луговой переулок
be: Лугавы завулак

source: Луговой проезд
be: Лугавы праезд

source: Луговой тупик
be: Лугавы тупік

source: Лукомльская улица
be: Лукомльская вуліца

source: Лукомльский переулок
be: Лукомльскі завулак

source: Лукомльское шоссе
be: Лукомльская шаша

source: Лунинецкая улица
be: Лунінецкая вуліца

source: Лунная улица
be: [Луная вул., Месяцовая вуліца]

source: Луцкая улица
be: Луцкая вуліца

source: Лучайская улица
be: Лучайская вуліца

source: Лучевая улица
be: Прамянёвая вуліца

source: Лучезарная улица
be: Прамяністая вуліца

source: Луческая-Набережная улица
be: Лучаская-Наберажная вуліца

source: Луческой переулок
be: Лучаскі завулак

source: Лучистая улица
be: Прамяністая вуліца

source: Лучниковская улица
be: Лучнікаўская вуліца

source: Лыжероллерная Трасса
be: Лыжаролерная траса

source: Львовская улица
be: Львоўская вуліца

source: Льнозаводская улица
be: Льнозаводская вуліца

source: Льнозаводской переулок
be: Лёнзаводзкі завулак

source: Любанская улица
be: Любанская вуліца

source: Любенская улица
be: Любенская вуліца

source: Любенский переулок
be: Любенскі завулак

source: Люцинская улица
be: Люцынская вуліца

source: Ляховичская улица
be: Ляхавіцкая вуліца

source: Магистральная улица
be: Магістральная вуліца

source: Магистральный переулок
be: Магістральны завулак

source: Магнитная улица
be: Магнітная вуліца

source: Магнитный переулок
be: Магнітны завулак

source: Мазовецкая улица
be: Мазавецкая вуліца

source: Майкопская улица
be: Майкопская вуліца

source: Майская улица
be: Майская вуліца

source: Майский переулок
be: Майскі завулак

source: Макавчицкая улица
be: Макаўчыцкая вуліца

source: Малахитовая улица
be: Малахітавая вуліца

source: Малаховичская улица
be: Малахавіцкая вуліца

source: Малаховская улица
be: Малахоўская вуліца

source: Малая Гражданская улица
be: Малая Грамадзянская вуліца

source: Малая Заречная улица
be: Малая Зарэчная вуліца

source: Малая Радужная улица
be: Малая Вясёлкавая вуліца

source: Малая Садовая улица
be: Малая Садовая вуліца

source: Малая Троицкая улица
be: Малая Траецкая вуліца

source: Малая улица
be: Малая вуліца

source: Малевичская улица
be: Малевіцкая вуліца

source: Малиновая улица
be: Малінавая вуліца

source: Малонабережная улица
be: Маланабярэжная вуліца

source: Малосеребрянская улица
be: Маласерабранская вуліца

source: Малофеевская улица
be: Малафееўская вуліца

source: Малохасановская улица
be: Малахасанаўская вуліца

source: Малый переулок
be: Малы завулак

source: Малый тупик
be: Малы тупік

source: Малыщинская улица
be: Малышчынская вуліца

source: Малыщинский переулок
be: Малышчынскі завулак

source: Манежная улица
be: Манежная вул.

source: Мануфактурная улица
be: Мануфактурная вуліца

source: Марковская улица
be: Маркаўская вуліца

source: Мартовский переулок
be: Сакавіцкі завулак

source: Марусинская улица
be: Марусінская вуліца

source: Марьевская улица
be: Мар’еўская вуліца

source: Матвеевская улица
be: Мацвееўская вуліца
